Repository: MutatingFunc/Github-Playgrounds
Catalog: Github Playgrounds/Github Playgrounds/Localizable.xcstrings
Source language: en
Languages: ja

source: %lld followed
ja: フォロー中%lld人

source: %lld followers
ja: フォロワー%lld人

source: 000 followed
ja: フォロー中000人

source: 000 followers
ja: フォロワー000人

source: An access token must be added to the Resources directory to continue
ja: Resourcesディレクトリにアクセス トークンを追加する必要があります。

source: An API URL was invalid
ja: API URL が無効でした

source: Anonymous
ja: 匿名

source: Avatar URL was invalid
ja: アバターのURLが無効でした

source: Failed to convert avatar data to an image
ja: アバターデータを画像に変換できませんでした

source: Failed to load repositories
ja: リポジトリの読み込みに失敗しました

source: Failed to load user details
ja: ユーザーの詳細の読み込みに失敗しました

source: Failed to load users
ja: ユーザーの読み込みに失敗しました

source: followed
ja: フォロー中

source: Followers
ja: フォロワー

source: Forks
ja: フォーク

source: Hello world
ja: こんにちは世界

source: Loading…
ja: 読み込み中…

source: No selection
ja: 選択なし

source: Retry
ja: 再試行

source: Stars
ja: スター

source: Test
ja: テスト

source: Users
ja: ユーザー

source: Watchers
ja: ウォッチャー
